TTD/parambody/TimeSheetStudent.ws

<v:Envelope xmlns:i="http://www.w3.org/1999/XMLSchema-instance" xmlns:d="http://www.w3.org/1999/XMLSchema" xmlns:c="http://schemas.xmlsoap.org/soap/encoding/" xmlns:v="http://schemas.xmlsoap.org/soap/envelope/"><v:Header /><v:Body><TimesheetStudent xmlns="http://tempuri.org/" id="o0" c:root="1"><password i:type="d:string">$(password)</password><username i:type="d:string">$(username)</username></TimesheetStudent></v:Body></v:Envelope>